Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: In the Value field, enter an attribute value to filter items by.
cs_cz: Do pole Hodnota zadejte hodnotu atributu pro filtrování položek.

source: To filter on items where the material description begins with "blue", fill in the fields as follows:
cs_cz: Chcete-li filtrovat zboží, u kterého popis materiálu začíná "modrá", vyplňte následující pole:

source: Attribute field:
cs_cz: Pole Atribut:

source: Material Description, Condition field:
cs_cz: Popis materiálu, pole Podmínka:

source: Begins With, Value field: blue.
cs_cz: Začíná s, pole Hodnota: modrá.

source: The items in the Items window are filtered by the specified item attribute values.
cs_cz: Zboží v okně Zboží je filtrováno podle specifikované hodnoty atributu zboží.

source: Categorize Item
cs_cz: Kategorizace zboží

source: Work with Nonstock Items
cs_cz: Práce s neskladovaným zbožím

source: You can offer certain items to your customers for their convenience, which you do not want to maintain in inventory until you start selling them.
cs_cz: Můžete nabídnout svým zákazníkům určité zboží pro jejich pohodlí, které nechcete udržovat v zásobách, dokud je nezačnete prodávat.

source: When you want to start maintaining such items in inventory, you can convert them to normal item cards in two ways.
cs_cz: Chcete-li toto zboží ukládat do zásob, můžete ho převést na běžné karty zboží dvěma způsoby.

source: From a nonstock item card, create a new item card based on a template.
cs_cz: Z karty neskladovaného zboží vytvořte novou kartu zboží založenou na šabloně.

source: From a sales order line with an empty Item field, select a nonstock item.
cs_cz: Z řádku prodejní objednávky s prázdným polem Zboží vyberte neskladované.

source: When you post the sale, an item card is automatically created for the nonstock item.
cs_cz: Při zaúčtování prodeje se automaticky vytvoří karta zboží pro neskladované zboží.

source: You cannot select a nonstock item from the Sales Invoice window.
cs_cz: Nemůžete vybrat neskladované zboží z okna Prodejní faktura.

source: You can select a nonstock item from the Sales Quote window, but the nonstock item will not be converted to a normal item when you use the Make Order function.
cs_cz: Můžete vybrat neskladované zboží z okna Prodejní nabídka, ale neskladované zboží nebude převedeno na normální, pokud použijete funkci Vytvořit objednávku.

source: A nonstock item typically has the item number of the vendor who supplies it.
cs_cz: Neskladové zboží má typicky číslo zboží dodavatele, který jej nabízí.

source: To enable conversion of a nonstock item card to a normal item card, you must first set up how vendor item numbering is converted to your own item numbering.
cs_cz: Chcete-li povolit konverzi karty neskladovaného zboží na normální kartu zboží, musíte nejprve nastavit, jak bude převedeno číslování položek dodavatele na vaše číslování položek.

source: To create a nonstock item
cs_cz: Vytvoření neskladované zboží

source: Nonstock item cards have much less information than normal item cards because you only use them to offer on quotes and in other ways.
cs_cz: Karty neskladovaného zboží mají mnohem méně informací než karty normálního zboží, protože je používáte pouze na nabídkách a jinými způsoby.

source: For that reason, they must be converted to normal item cards before you can post sales transactions for them.
cs_cz: Z tohoto důvodu je třeba je převést na normální kartu, než budete moci za ně zaúčtovat prodejní transakce.

source: In the top right corner, choose the Search for Page or Report icon, enter Nonstock Items, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Neskladované zboží a zvolte související odkaz.

source: To set up how nonstock item numbers are converted to your own numbering
cs_cz: Nastavení převodu čísel neskladovaných položek na vlastní číslování

source: To enable conversion of a nonstock item card to a normal item card, you must first set up how the vendor's item numbering is converted to your own item number format.
cs_cz: Chcete-li povolit konverzi karty neskladovaného zboží na kartu normálního zboží, musíte nejprve nastavit, jak bude číslování zboží prodejce převedeno na váš vlastní formát čísla zboží.

source: In the top right corner, choose the Search for Page or Report icon, enter Nonstock Item Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu instalace, zadejte Nastavení neskladovaného zboží a zvolte související odkaz.

source: To convert a nonstock item to a normal item
cs_cz: Převod neskladovaného zboží na normální

source: Open the card for a nonstock item that you want to convert to a normal item.
cs_cz: Otevřete kartu pro neskladované zboží, které chcete převést na normální.

source: In the Nonstock Item Card window, choose the Create Item action.
cs_cz: V okně Karta neskladovaného zboží vyberte akci Vytvořit zboží.

source: A new item card prefilled with information from the nonstock item and a relevant item template is created.
cs_cz: Nová karta zboží předvyplněná informacemi ze šablon neskladovaného zboží a odpovídající šablona zboží je vytvořena.

source: You can then fill or edit fields on the new item card as necessary.
cs_cz: Můžete vyplnit nebo upravit pole na nové kartě zboží podle potřeby.

source: Register New Products .
cs_cz: Zaznamenávání nových produktů .

source: To sell a nonstock item, and convert it to a normal item
cs_cz: Prodej neskladovaného zboží a převod na normální zboží

source: In the top right corner, choose the Search for Page or Report icon, enter Sales Orders, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Prodejní objednávky a pak vyberte související odkaz.

source: fill in the fields on the General FastTab as for any sales order.
cs_cz: Vyplňte pole na záložce s náhledem Obecné jako u každé prodejní objednávky.

source: On a new sales line, leave the Item field empty, choose Line, Functions, and then choose Nonstock Items.
cs_cz: Na novém prodejním řádku ponechte políčko Zboží prázdné, zvolte Řádek, Funkce a poté Neskladované zboží.

source: The nonstock item is converted to a normal item.
cs_cz: Neskladované zboží je převedeno na normální zboží.

source: In the Nonstock Items window, select the nonstock item that you want to sell, and then choose the OK button.
cs_cz: V okně Neskladované zboží vyberte neskladované zboží, které chcete prodat a potom vyberte tlačítko OK.

source: When the sales order is complete, choose the Post action.
cs_cz: Po dokončení prodejní objednávky zvolte akci Účtovat.

source: A Item cross reference record is automatically created for the vendor of the item between the vendor's item number and your new item number.
cs_cz: Záznam křížového odkazu zboží je automaticky vytvořen pro dodavatele zboží mezi číslem zboží dodavatele a novým číslem zboží.

source: For each physical product that you trade in you must create an item card of type Inventory.
cs_cz: Pro každý fyzický produkt, s nímž obchodujete, musíte vytvořit kartu zboží typu Zásoba.

source: Items that you offer to customers but do not keep in inventory you can register as nonstock items, which you can convert to inventory items when necessary.
cs_cz: Zboží, které zákazníkům nabízíte, ale nezachováváte v zásobách, můžete registrovat jako neskladované zboží, které není v zásobách, ale v případě potřeby převést na skladované zboží.

source: You can increase or decrease the quantity of an item in inventory by posting directly to the item ledger entries, for example, after a physical count or if you do not record purchases.
cs_cz: Můžete zvýšit nebo snížit množství zboží v zásobách účtováním přímo do Položek zboží, např. po fyzickém počítání nebo pokud nechcete zaznamenat nákupy.

source: Inventory increases and decreases are naturally also recorded when you post purchase and sales documents respectively.
cs_cz: Zvýšení a snížení zásob se přirozeně také zaznamenává, když účtujete nákupní a prodejní doklady.

source: Record Purchases , How to:
cs_cz: Záznam nákupů , jak:

source: Sell Products , and How to:
cs_cz: Prodávání produktu a Návod:

source: To increase your overview of items and to help you find them, you can categorize items and give them attributes to search and sort by.
cs_cz: Chcete-li zvýšit přehled o zboží a zlepšit vyhledávání, můžete kategorizovat zboží a dát jim atributy pro vyhledávání a řazení.

source: Create item cards for inventory item that you trade in.
cs_cz: Vytvoření karty zboží pro zásoby, ve kterých obchodujete.

source: Maintain an overview of items and help you find and sort items by organizing them in categories.
cs_cz: Chcete-li zvýšit přehled o zboží a zlepšit vyhledávání pomocí kategorií.

source: Assign item attributes of different value types to your items to help you sort and find items.
cs_cz: Přiřaďte svým položkám atributy ůzných typů hodnot, které vám pomohou uspořádat a najít položky.

source: Create special item cards for items that you offer to customers but do not maintain inventory for.
cs_cz: Vytvořte karty neskladovaného zboží.

source: Appreciate or depreciate the value of one or more items in inventory by posting their current, calculated value.
cs_cz: Popisuje, jak ocenit nebo odepsat hodnoty jednoho nebo více zboží v zásobách zaúčtováním jejich aktuální vypočtené hodnoty.

source: Adjust item costs, either automatically or manually, to forward cost changes from inbound entries to their related outbound entries.
cs_cz: Upravte náklady na zboží, ať už automaticky nebo ručně, umožňujte předávat změny nákladů z příchozích hodnot do souvisejících odchozích hodnot.

source: Reflect inventory value changes in your company books by posting inventory costs, either automatically or manually, to the related inventory accounts in the general ledger.
cs_cz: Odrážejte změny hodnot zásob ve vašich firemních knihách tím, že zaúčtujete náklady zásob buď automaticky nebo ručně na související účty zásob v hlavní knize.

source: Add Contacts to Segments
cs_cz: Přidání kontaktů do segmentů

source: After you have created a segment and entered basic information about it, you may want to add contacts to the segment.
cs_cz: Po vytvoření segmentů a zadání základních informací do něj můžete přidat kontakty.

source: You can do this by filling in the lines in the Segment window manually, but it is easier and faster to use the Add Contacts action.
cs_cz: Můžete to provést vyplněním řádků v okně Segmenty ručně, ale je jednodušší a rychlejší použít akci Přidat kontakty.

source: To add a contact to a segment
cs_cz: Přidání kontaktu do segmentu

source: On the Home page, choose Active Segments.
cs_cz: Na domovské stránce vyberte Aktivní segmenty.

source: Or, in the top right corner, choose the Search for Page or Report icon, enter Segments, and then choose the related link.
cs_cz: Nebo v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Segmenty a zvolte související odkaz.

source: Select the segment, and then choose the Add Contacts action.
cs_cz: Vyberte segment a potom vyberte akci Přidat kontakty.

source: The Add Contacts batch job window opens.
cs_cz: Otevře se okno dávkové úlohy Přidat kontakty.

source: In the Contact section, set filters to specify the information by which you want to select contacts.
cs_cz: V sekci Kontakt nastavte filtry pro zadání informací, podle kterých vyberete kontakty.

source: To enter additional filters, repeat this procedure on each of the remaining sections, and then choose the OK button.
cs_cz: Chcete-li zadat další filtry, zopakujte tento postup na každé ze zbývajících sekcí a poté zvolte tlačítko OK.

source: If you have added contacts by mistake and want to go back one step, then choose the Go Back action.
cs_cz: Pokud jste omylem přidali kontakty a chcete to vrátit zpět, zvolte akci Zpět.

source: To refine the number of contacts
cs_cz: Upřesnění počtu kontaktů

source: After you have selected the contacts within a segment, you may decide to remove some but keep others.
cs_cz: Po vybrání kontaktů v rámci segmentu se můžete rozhodnout některé odstranit nebo udržet.

source: You can manually remove contacts from the lines in the Segment window, but it is easier and faster to use the Refine Contacts action.
cs_cz: Můžete ručně odstranit kontakty z řádků v okně Segment, ale je jednodušší a rychlejší použít akci Upravit kontakty.

source: Open the segment.
cs_cz: Otevřít segment.

source: Choose Contacts, and then choose the Refine Contacts action.
cs_cz: Zvolte Kontakty a potom akci Upravit kontakty.

source: The Remove Contacts - Refine window opens.
cs_cz: Otevře se okno Odstranit kontakty - Upravit.

source: In the Contact section, enter filters to specify the information that you want to use to select the contacts to be removed from the segment.
cs_cz: V sekci Kontakt zadejte filtry pro zadání informací, které chcete použít pro výběr kontaktů, které chcete ze segmentu odstranit.

source: Add additional filters as needed, and then choose the OK button.
cs_cz: Podle potřeby přidejte další filtry a poté zvolte tlačítko OK.

source: You can refine a segment as many times as you want.
cs_cz: Segment můžete upravit tolikrát, kolikrát chcete.

source: If you have refined the segment by mistake and want to go one step back, choose the Go Back.
cs_cz: Pokud jste segment upravili omylem a chcete jít o krok zpět, zvolte možnost Zpět.

source: To see a list of the segment criteria that you have used, in the General section, choose the No. of Criteria Actions field.
cs_cz: Chcete-li zobrazit seznam kritérií segmentu, které jste použili, v sekci Obecné vyberte pole Počet akcí pro kritéria.

source: To reduce the number of contacts
cs_cz: Snížení počtu kontaktů

source: After you have selected the contacts within a segment, you may want to remove some of them.
cs_cz: Po výběru kontaktů v rámci segmentu můžete některé z nich odstranit.

source: You can do this by manually removing them from the lines in the Segment window, but it is easier and faster to use the Reduce Contacts function to specify which contacts to remove, and to use the Refine Contacts function to specify which contacts to keep.
cs_cz: Můžete to provést tak, že je ručně odstraníte z řádků v okně Segment, ale je snazší a rychlejší použít funkci Odebrat kontakty, abyste určili, které kontakty chcete odstranit, a abyste mohli specifikovat funkcí Upřesnit kontakty, které kontakty se mají zachovat.

source: Choose Contacts, and then choose the Reduce Contacts action.
cs_cz: Zvolte Kontakty a poté zvolte akci Odebrat kontakty.

source: The Remove Contacts - Reduce window opens.
cs_cz: Otevře se okno Odebrat kontakty - odebrat.

source: You can reduce a segment as many times as you want.
cs_cz: Můžete segment zmenšit tolikrát, kolikrát chcete.

source: If you have refined the segment by mistake and want to go one step back, then choose the Go Back action.
cs_cz: Pokud jste segment upravili omylem a chcete jít o krok zpět, zvolte akci Zpět.

source: Create a Segment
cs_cz: Vytvoření segmentu

source: Manage Segments
cs_cz: Správa segmentů

source: Manage Sales Opportunities
cs_cz: Správa prodejních příležitostí

source: Automatically Record Interactions with Contacts
cs_cz: Automatické zaznamenávání interakcí s kontakty

source: You can set up the application to automatically record interactions for sales, purchase and service documents, cover sheets, e-mails, phone calls, such as:
cs_cz: Aplikaci můžete nastavit tak, aby se automaticky zaznamenávala interakce pro prodej, nákup, servisní doklady, průvodní stránky, e-maily a telefonní hovory, jako například:

source: Print sales or purchase quotes, orders, invoices, credit memos, cover sheets.
cs_cz: Tisk prodejní nebo nákupní nabídky, objednávky, faktury, dobropisy, průvodní stránky.

source: Create sales service orders.
cs_cz: Vytvoření prodejní servisní zakázky.

source: Post sales service orders.
cs_cz: Zaúčtování prodejní servisní zakázky.

source: Send e-mails to your contacts.
cs_cz: Poslání e-mailů Vašim kontaktům.

source: Call your contacts, if you have a TAPI-compliant telephone and the correct installation.
cs_cz: Volejte svým kontaktům, pokud máte telefon kompatibilní s protokolem TAPI a správnou instalaci.

source: To set up the automatic recording of these interactions, you specify interaction templates for these documents and actions by using the Interaction Template Setup window.
cs_cz: Chcete-li nastavit automatické zaznamenávání těchto interakcí, specifikujte šablony interakcí pro tyto dokumenty a akce pomocí okna Nastavení šablon interakce.

source: To open the Interaction Template Setup window, in the top right corner, choose the Search for Page or Report icon, enter Interaction Template Setup, and then choose the related link.
cs_cz: K otevření okna Nastavení šablon interakce v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení šablon interakce a zvolte související odkaz.

source: Recording Interactions With Contacts
cs_cz: zaznamenávání interakcí s kontakty

source: Set Up Business Relations on Contact Companies
cs_cz: Nastavení obchodních vztahů ke kontaktním společnostem

source: You can use business relations to indicate the business relationship you have with your contacts, for example, a prospect, bank, consultant, service supplier, and so on.
cs_cz: Pomocí obchodních vztahů můžete označit obchodní vztah, který máte s vašimi kontakty, například potencionálním zákazníkem, bankou, konzultantem, dodavatelem služeb atd.

source: Using business relations on contacts is a two-step process.
cs_cz: Použití obchodních vztahů na kontaktech je proces o dvou krocích.

source: First, you define the business relation code.
cs_cz: Nejprve definujete kód obchodních vztahů.

source: You only have to perform this step one time for each business relation.
cs_cz: Pro každý obchodní vztah stačí tento krok provést pouze jednou.

source: Once you have a business relation code, you can start to assign the code to contact companies.
cs_cz: Jakmile máte kód pro obchodní vztahy, můžete jej přiřadit ke kontaktním společnostem.

source: If you plan to synchronize your contacts with vendors, customers, or bank accounts in other parts of the application, you may want to set up a business relation for them.
cs_cz: Pokud máte v úmyslu synchronizovat své kontakty s dodavateli, zákazníky nebo bankovními účty v jiných částech aplikace, můžete si pro ně nastavit obchodní vztah.

source: Define a Business Relation Code
cs_cz: Definování kódu pro obchodní vztahy

source: The business relation code defines a category or type of the business relationship, such as BANK or LAW.
cs_cz: Kód obchodních vztahů definuje kategorii nebo typ obchodního vztahu, jako je například BANKA nebo PRÁVO.

source: You can have several business relation codes.
cs_cz: Můžete mít několik kódů obchodních vztahů.

source: To define the business relation, you use the Business Relations window.
cs_cz: Chcete-li definovat obchodní vztah, použijete okno Obchodní vztahy.

source: In the top right corner, choose the Search for Page or Report icon, enter Business Relations, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Obchodní vztahy a pak vyberte související odkaz.

source: Choose the New action, and fill in a code and description.
cs_cz: Vyberte akci Nový a vyplňte kód a popis.

source: The code can be a maximum of 11 characters, and can be any combination of numbers and letters.
cs_cz: Kód může mít maximálně 11 znaků a může obsahovat jakékoli kombinace čísel a písmen.

source: Assign Business Relations to a Contact
cs_cz: Přiřazení obchodních vztahů ke kontaktu

source: You cannot assign business relations to a contact person - only companies.
cs_cz: Nemůžete přiřadit obchodní vztahy ke kontaktním osobám - pouze společnosti.

source: Open the contact.
cs_cz: Otevřete kontakt.

source: Choose the Company action, and then the Business Relations action.
cs_cz: Zvolte akci Společnost a poté akci Obchodní vztahy.

source: The Contact Business Relations window opens.
cs_cz: Otevře se okno Obchodní vztahy kontaktu .

source: In the Business Relation Code field, select the business relation you want to assign.
cs_cz: V poli Kód obchodních vztahů vyberte obchodní vztah, který chcete přiřadit.

source: Repeat these steps to assign as many business relations as you want.
cs_cz: Opakujte tyto kroky, abyste přiřadili tolik obchodních vztahů, kolik chcete.

source: You can also assign business relations from the contact list by following the same procedure.
cs_cz: Obchodní vztahy můžete také přidělit stejným postupem ze seznamu kontaktů.

source: The number of business relations you have assigned to the contact is displayed in the No. of Business Relations field in the Segmentation section in the Contact window.
cs_cz: Počet obchodních vztahů, které jste přidali ke kontaktu, se zobrazuje v poli Počet obchodních vztahů v sekci Segmentace v okně Kontakt.

source: After you have assigned business relations to your contacts, you can use this information to select contacts for your segments.
cs_cz: Po přidělení obchodních vztahů k vašim kontaktům můžete pomocí těchto informací vybrat kontakty pro vaše segmenty.

source: Add Contacts to Segments .
cs_cz: Přidání kontaktů do segmentů .

source: Create Contact Companies
cs_cz: Vytvoření kontaktní společnosti

source: Create and Manage Contacts
cs_cz: Vytvoření a správa kontaktů

source: Different groups at your company will have business relationships with various companies.
cs_cz: Různé skupiny ve vaší společnosti budou mít obchodní vztahy s různými společnostmi.

source: For example, a salesperson might regularly meet prospective customers and at the end of the week record the results of these visits.
cs_cz: Například prodejce by se mohl pravidelně setkávat s potenciálními zákazníky a na konci týdne zaznamenat výsledky těchto návštěv.

source: All of the external entities that you have business relationships with (for example, customers, prospective customers, vendors, lawyers, and consultants) should be recorded as contacts.
cs_cz: Všechny externí subjekty, s nimiž máte obchodní vztahy (např. zákazníci, potenciální zákazníci, dodavatelé, právníci a konzultanti), by měly být zaznamenány jako kontakty.

source: Having this data recorded in one central location ensures that every group in your company can view and use the information efficiently.
cs_cz: Pokud budete zaznamenávat tyto data na jednom centrálním místě, kam může přistoupit a použít je každá skupina ve vaší společnosti.

source: Communication with your contacts will be more successful if all details are readily available.
cs_cz: Komunikace s vašimi kontakty bude úspěšnější, pokud budou všechny údaje snadno dostupné.

source: For example, a marketing person might like to know what other products a specific customer has purchased before attempting to interest them in a new product.
cs_cz: Například marketingová osoba možná bude chtít vědět, jaké další produkty zakoupil konkrétní zákazník, než se je pokusí zaujmout novým produktem.

source: You can record information based on a company or a person at that company.
cs_cz: Můžete zaznamenávat informace na základě společnosti nebo osoby v této společnosti.

source: You can also create an independent contact person for people who do not work for a particular company, but who work independently or freelance.
cs_cz: Můžete také vytvořit nezávislou kontaktní osobu pro lidi, kteří pro danou společnost nepracují, ale pracují samostatně nebo na volné noze.

source: These tasks are listed in the order in which they are generally performed.
cs_cz: Tyto úlohy jsou uvedeny v pořadí, ve kterém se obvykle provádějí.
